import React from "react";

const Policy = () => {
  return (
    <section className="max-h-[80vh] select-none overflow-y-auto rounded-3xl px-10 py-8 text-black">
      <div className="flex flex-col gap-6 text-base leading-relaxed">
        <h2 className="text-3xl font-bold">Политика конфиденциальности</h2>

        <p>
          Настоящая Политика конфиденциальности персональных данных (далее —
          Политика конфиденциальности) действует в отношении всей информации,
          которую ООО «ДелиН» (далее — «ДелиН»), расположенный на доменном имени
          delin24.ru, может получить о Пользователе во время использования
          сайта.
        </p>

        <h3 className="pt-4 text-2xl font-semibold">1. ОПРЕДЕЛЕНИЕ ТЕРМИНОВ</h3>
        <p>
          1.1 В настоящей Политике конфиденциальности используются следующие
          термины:
        </p>
        <ul className="list-disc space-y-2 pl-6">
          <li>
            <strong>1.1.1. «Администрация сайта»</strong> — уполномоченные
            сотрудники на управления сайтом, действующие от имени «ДелиН»,
            которые организуют и (или) осуществляет обработку персональных
            данных, а также определяет цели обработки персональных данных,
            состав персональных данных, подлежащих обработке, действия
            (операции), совершаемые с персональными данными.
          </li>
          <li>
            <strong>1.1.2. «Персональные данные»</strong> — любая информация,
            относящаяся к прямо или косвенно определенному или определяемому
            физическому лицу (субъекту персональных данных).
          </li>
          <li>
            <strong>1.1.3. «Обработка персональных данных»</strong> — любое
            действие (операция) или совокупность действий (операций),
            совершаемых с использованием средств автоматизации или без
            использования таких средств с персональными данными, включая сбор,
            запись, систематизацию, накопление, хранение, уточнение (обновление,
            изменение), извлечение, использование, передачу (распространение,
            предоставление, доступ), обезличивание, блокирование, удаление,
            уничтожение персональных данных.
          </li>
          <li>
            <strong>1.1.4. «Конфиденциальность персональных данных»</strong> —
            обязательное для соблюдения Оператором или иным получившим доступ к
            персональным данным лицом требование не допускать их распространения
            без согласия субъекта персональных данных или наличия иного
            законного основания.
          </li>
          <li>
            <strong>1.1.5. «Пользователь сайта»</strong> — лицо, имеющее доступ
            к Сайту, посредством сети Интернет и использующее Сайт.
          </li>
          <li>
            <strong>1.1.6. «Cookies»</strong> — небольшой фрагмент данных,
            отправленный веб-сервером и хранимый на компьютере пользователя,
            который веб-клиент или веб-браузер каждый раз пересылает веб-серверу
            в HTTP-запросе при попытке открыть страницу соответствующего сайта.
          </li>
          <li>
            <strong>1.1.7. «IP-адрес»</strong> — уникальный сетевой адрес узла в
            компьютерной сети, построенной по протоколу IP.
          </li>
        </ul>
        <h3 className="pt-4 text-2xl font-semibold">2. ОБЩИЕ ПОЛОЖЕНИЯ</h3>
        <ul className="list-disc space-y-2 pl-6">
          <li>
            2.1. Использование Пользователем сайта означает согласие с настоящей
            Политикой конфиденциальности и условиями обработки персональных
            данных Пользователя.
          </li>
          <li>
            2.2. В случае несогласия с условиями Политики конфиденциальности
            Пользователь должен прекратить использование сайта.
          </li>
          <li>
            2.3. Настоящая Политика конфиденциальности применяется только к
            сайту delin24.ru. Сайт не контролирует и не несет ответственность за
            сайты третьих лиц, на которые Пользователь может перейти по ссылкам,
            доступным на сайте.
          </li>
          <li>
            2.4. Администрация сайта не проверяет достоверность персональных
            данных, предоставляемых Пользователем сайта.
          </li>
        </ul>

        <h3 className="pt-4 text-2xl font-semibold">
          3. ПРЕДМЕТ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ
        </h3>
        <p>
          3.1. Настоящая Политика конфиденциальности устанавливает обязательства
          Администрации сайта по неразглашению и обеспечению режима защиты
          конфиденциальности персональных данных, которые Пользователь
          предоставляет по запросу Администрации сайта при регистрации на сайте.
        </p>
        <p>
          3.2. Персональные данные, разрешённые к обработке в рамках настоящей
          Политики конфиденциальности, предоставляются Пользователем путём
          заполнения регистрационной формы на Сайте delin24.ru в разделе
          обратной связи и включают в себя следующую информацию:
        </p>
        <ul className="list-disc space-y-2 pl-6">
          <li>Фамилию, имя, отчество Пользователя;</li>
          <li>Контактный телефон Пользователя;</li>
          <li>Адрес электронной почты (e-mail);</li>
        </ul>
        <p>
          3.3. Сайт защищает данные, которые автоматически передаются в процессе
          просмотра рекламных блоков и при посещении страниц, на которых
          установлен статистический скрипт системы («пиксель»):
        </p>
        <ul className="list-disc space-y-2 pl-6">
          <li>IP-адрес;</li>
          <li>Информация из cookies;</li>
          <li>
            Информация о браузере (или иной программе, которая осуществляет
            доступ к показу рекламы);
          </li>
          <li>Время доступа;</li>
          <li>Адрес страницы, на которой расположен рекламный блок;</li>
          <li>Реферер (адрес предыдущей страницы).</li>
        </ul>
        <ul className="list-disc space-y-2 pl-6">
          <li>
            3.3.1. Отключение cookies может повлечь невозможность доступа к
            частям сайта, требующим авторизации.
          </li>
          <li>
            3.3.2. Сайт осуществляет сбор статистики об IP-адресах своих
            посетителей. Данная информация используется с целью выявления и
            решения технических проблем, для контроля законности проводимых
            финансовых платежей.
          </li>
        </ul>
        <p>
          3.4. Любая иная персональная информация, неоговоренная выше (история
          покупок, используемые браузеры и операционные системы и т. д.)
          подлежит надежному хранению и нераспространению, за исключением
          случаев, предусмотренных в п.п. 5.2. и 5.3. настоящей Политики
          конфиденциальности.
        </p>
        <h3 className="pt-4 text-2xl font-semibold">
          4. ЦЕЛИ СБОРА ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЯ
        </h3>
        <p>
          4.1. Персональные данные Пользователя Администрация сайта может
          использовать в целях:
        </p>
        <ul className="list-disc space-y-2 pl-6">
          <li>
            4.1.1. Предоставления Пользователю доступа к персонализированным
            ресурсам Сайта.
          </li>
          <li>
            4.1.2. Установления с Пользователем обратной связи, включая
            направление уведомлений, запросов, касающихся использования Сайта,
            оказания услуг, обработка запросов и заявок от Пользователя.
          </li>
          <li>
            4.1.3. Определения места нахождения Пользователя для обеспечения
            безопасности, предотвращения мошенничества.
          </li>
          <li>
            4.1.4. Подтверждения достоверности и полноты персональных данных,
            предоставленных Пользователем.
          </li>
          <li>
            4.1.5. Создания учетной записи для совершения покупок, если
            Пользователь дал согласие на создание учетной записи.
          </li>
          <li>
            4.1.6. Предоставления Пользователю эффективной клиентской и
            технической поддержки при возникновении проблем, связанных с
            использованием Сайта.
          </li>
          <li>
            4.1.7. Предоставления Пользователю с его согласия обновлений
            продукции, специальных предложений, информации о ценах, новостной
            рассылки и иных сведений от имени сайта.
          </li>
          <li>
            4.1.8. Осуществления рекламной деятельности с согласия Пользователя.
          </li>
        </ul>

        <h3 className="pt-4 text-2xl font-semibold">
          5. СПОСОБЫ И СРОКИ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ
        </h3>
        <ul className="list-disc space-y-2 pl-6">
          <li>
            5.1. Обработка персональных данных Пользователя осуществляется без
            ограничения срока, любым законным способом, в том числе в
            информационных системах персональных данных с использованием средств
            автоматизации или без использования таких средств.
          </li>
          <li>
            5.2. Пользователь соглашается с тем, что Администрация сайта вправе
            передавать персональные данные третьим лицам, в частности,
            курьерским службам, организациям почтовой связи, операторам
            электросвязи, исключительно в целях выполнения заказа Пользователя,
            оформленного на сайте «ДелиН».
          </li>
          <li>
            5.3. Персональные данные Пользователя могут быть переданы
            уполномоченным органам государственной власти Российской Федерации
            только по основаниям и в порядке, установленным законодательством
            Российской Федерации.
          </li>
          <li>
            5.4. При утрате или разглашении персональных данных Администрация
            сайта информирует Пользователя об утрате или разглашении
            персональных данных.
          </li>
          <li>
            5.5. Администрация сайта принимает необходимые организационные и
            технические меры для защиты персональной информации Пользователя от
            неправомерного или случайного доступа, уничтожения, изменения,
            блокирования, копирования, распространения, а также от иных
            неправомерных действий третьих лиц.
          </li>
          <li>
            5.6. Администрация сайта совместно с Пользователем принимает все
            необходимые меры по предотвращению убытков или иных отрицательных
            последствий, вызванных утратой или разглашением персональных данных
            Пользователя.
          </li>
        </ul>
        <h3 className="pt-4 text-2xl font-semibold">6. ОБЯЗАТЕЛЬСТВА СТОРОН</h3>
        <p>6.1. Пользователь обязан:</p>
        <ul className="list-disc space-y-1 pl-6">
          <li>
            6.1.1. Предоставить информацию о персональных данных, необходимую
            для пользования Сайтом.
          </li>
          <li>
            6.1.2. Обновить, дополнить предоставленную информацию о персональных
            данных в случае изменения данной информации.
          </li>
        </ul>
        <p>6.2. Администрация сайта обязана:</p>
        <ul className="list-disc space-y-1 pl-6">
          <li>
            6.2.1. Использовать полученную информацию исключительно для целей,
            указанных в п. 4 настоящей Политики конфиденциальности.
          </li>
          <li>
            6.2.2. Обеспечить хранение конфиденциальной информации в тайне, не
            разглашать без предварительного письменного разрешения Пользователя,
            а также не осуществлять продажу, обмен, опубликование, либо
            разглашение иными возможными способами переданных персональных
            данных Пользователя, за исключением п.п. 5.2. и 5.3. настоящей
            Политики Конфиденциальности.
          </li>
          <li>
            6.2.3. Принимать меры предосторожности для защиты конфиденциальности
            персональных данных Пользователя согласно порядку, обычно
            используемого для защиты такого рода информации в существующем
            деловом обороте.
          </li>
          <li>
            6.2.4. Осуществить блокирование персональных данных, относящихся к
            соответствующему Пользователю, с момента обращения или запроса
            Пользователя или его законного представителя либо уполномоченного
            органа по защите прав субъектов персональных данных на период
            проверки, в случае выявления недостоверных персональных данных или
            неправомерных действий.
          </li>
        </ul>

        <h3 className="pt-4 text-2xl font-semibold">
          7. ОТВЕТСТВЕННОСТЬ СТОРОН
        </h3>
        <ul className="list-disc space-y-1 pl-6">
          <li>
            7.1. Администрация сайта, не исполнившая свои обязательства, несёт
            ответственность за убытки, понесённые Пользователем в связи с
            неправомерным использованием персональных данных, в соответствии с
            законодательством Российской Федерации, за исключением случаев,
            предусмотренных п.п. 5.2., 5.3. и 7.2. настоящей Политики
            Конфиденциальности.
          </li>
          <li>
            7.2. В случае утраты или разглашения Конфиденциальной информации
            Администрация сайта не несёт ответственность, если данная
            конфиденциальная информация:
            <ul className="list-disc space-y-1 pl-6">
              <li>
                7.2.1. Стала публичным достоянием до её утраты или разглашения.
              </li>
              <li>
                7.2.2. Была получена от третьей стороны до момента её получения
                Администрацией сайта.
              </li>
              <li>7.2.3. Была разглашена с согласия Пользователя.</li>
            </ul>
          </li>
        </ul>
        <h3 className="pt-4 text-2xl font-semibold">8. РАЗРЕШЕНИЕ СПОРОВ</h3>
        <ul className="list-disc space-y-1 pl-6">
          <li>
            8.1. До обращения в суд с иском по спорам, возникающим из отношений
            между Пользователем сайта и Администрацией сайта, обязательным
            является предъявление претензии (письменного предложения о
            добровольном урегулировании спора).
          </li>
          <li>
            8.2. Получатель претензии в течение 30 календарных дней со дня
            получения претензии, письменно уведомляет заявителя претензии о
            результатах рассмотрения претензии.
          </li>
          <li>
            8.3. При не достижении соглашения спор будет передан на рассмотрение
            в судебный орган в соответствии с действующим законодательством
            Российской Федерации.
          </li>
          <li>
            8.4. К настоящей Политике конфиденциальности и отношениям между
            Пользователем и Администрацией сайта применяется действующее
            законодательство Российской Федерации.
          </li>
        </ul>

        <h3 className="pt-4 text-2xl font-semibold">
          9. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ
        </h3>
        <ul className="list-disc space-y-1 pl-6">
          <li>
            9.1. Администрация сайта вправе вносить изменения в настоящую
            Политику конфиденциальности без согласия Пользователя.
          </li>
          <li>
            9.2. Новая Политика конфиденциальности вступает в силу с момента ее
            размещения на Сайте, если иное не предусмотрено новой редакцией
            Политики конфиденциальности.
          </li>
          <li>
            9.3. Все предложения или вопросы по настоящей Политике
            конфиденциальности следует сообщать.
          </li>
          <li>
            9.4. Действующая Политика конфиденциальности размещена на странице
            по адресу <strong>delin24.ru</strong>.
          </li>
        </ul>
      </div>
    </section>
  );
};

export default Policy;
